---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangleCut
source: html/d7da439b-3af3-7979-25c5-849f6d8b3deb.htm
---
# StructuralSectionConcreteRectangleCut Methods

Returns size of the section boundary.